Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# feat_item_filter_title
source: Filter
ar: فلتر
es: Filtrar
fr: Filtre
hu: Szűrő
it: ﻿Filtra
ja: 絞り込み
ko: 필터
pt_br: Filtro
pt_pt: Filtro
ru: Фильтр
uk: Фільтр
zh_hans: 过滤器

# feat_item_generator_text
source: Generate passwords, usernames, emails, and keys.
ar: إنشاء كلمات المرور أو أسماء المستخدمين.
de: Erstelle Passwörter oder Benutzernamen.
es: Generar contraseñas o nombres de usuario.
fr: Générer des mots de passe ou des noms d'utilisateurs.
hu: Jelszavak vagy felhasználónevek generálása.
it: Genera password o nomi utente.
ja: パスワードまたはユーザー名を生成します。
ko: 비밀번호나 사용자 이름을 생성합니다.
pt_br: Gerar senhas ou nomes de usuário.
pt_pt: Gere palavras-passe, nomes de utilizador, e-mails e chaves.
ru: Генерировать пароли или имена пользователей.
uk: Генеруй паролі або імена користувачів.
zh_hans: 生成密码或用户名

# feat_item_generator_title
source: Generator
ar: مولد
es: Generador
fr: Générateur
hu: Generátor
it: Generatore
ja: パスワード生成
ko: 생성기
pt_br: Gerador
pt_pt: Gerador
ru: Генератор
uk: Генератор
zh_hans: 生成器

# feat_item_inactive_totp_text
source: Find logins with available TOTP two-factor authentication.
ar: ابحث عن تسجيلات الدخول باستخدام مصادقة TOTP ذات العاملين المتاحة.
de: Suche Logins mit verfügbaren TOTP Zwei-Faktor-Authentifizierung.
es: Encuentre entradas con autenticación TOTP de dos factores disponible.
fr: Trouver les identifiants avec l'authentification à deux facteurs TOTP disponible.
hu: Keressen bejelentkezéseket a rendelkezésre álló kétlépcsős TOTP hitelesítéssel.
it: Trova i login con autenticazione a due fattori TOTP disponibile.
ja: TOTP 2 段階認証が利用可能なログインを見つけます。
ko: TOTP 2단계 인증을 지원하는 로그인 항목을 찾습니다.
pt_br: Encontre logins com autenticação de dois fatores TOTP disponível.
pt_pt: Encontrar inícios de sessão com TOTP, autenticação de dois fatores disponível.
ru: Найдите логины с доступной двухфакторной аутентификацией TOTP.
uk: Знайти логіни з доступною двофакторною автентифікацією.
zh_hans: 查找可用 TOTP 双因素认证的项目

# feat_item_inactive_totp_title
source: Inactive 2FA
ar: المصادقة الثنائية غير النشطة
de: Inaktive 2FA
es: AF2 Inactivos
fr: 2FA inactif
hu: Inaktív 2FA
it: 2FA inattivi
ja: 非アクティブ 2FA
ko: 2단계 인증 꺼짐
pt_br: 2FA Inativos
pt_pt: 2FA Inativos
ru: Неактивная двухфакторная аутентификация
uk: Неактивна двофакторна автентифікація
zh_hans: 未启用 2FA

# feat_item_incomplete_items_text
source: Find empty items that might need updates.
ar: ابحث عن العناصر الفارغة التي قد تحتاج إلى تحديثات.
de: Finde leere Elemente, die möglicherweise Updates benötigen.
es: Encuentra elementos vacíos que puedan necesitar actualizaciones.
fr: Trouver des éléments vides qui pourraient nécessiter des mises à jour.
hu: Keresse meg az üres elemeket, amelyek frissítésre szorulhatnak.
it: Trova elementi vuoti che potrebbero richiedere degli aggiornamenti.
ja: 編集が必要な空のアイテムを見つけます。
ko: 업데이트가 필요한 빈 항목을 찾습니다.
pt_br: Encontre itens vazios que possam precisar de atualizações.
pt_pt: Encontrar entradas vazias que podem precisar de atualização.
ru: Найти пустые записи, которые могут потребовать замену
uk: Знайти порожні записи, які можуть потребувати зміни.
zh_hans: 查找可能需要更新的不完整条目。

# feat_item_incomplete_items_title
source: Incomplete items
ar: عناصر غير مكتملة
de: Unvollständige Elemente
es: Elementos incompletos
fr: Éléments incomplets
hu: Hiányos elemek
it: Elementi incompleti
ja: 不完全なアイテム
ko: 불완전 항목
pt_br: Itens incompletos
pt_pt: Dados incompletos
ru: Незавершенные элементы
uk: Незавершені записи
zh_hans: 不完整的条目

# feat_item_multi_selection_text
source: Merge ciphers, accelerate the refactoring with batch operations.
ar: دمج الأصفار، وربط إعادة البناء بالعمليات المجمعة.
de: Zusammenführen von Elementen oder Löschen mehrerer Elemente auf einmal.
es: Combinar cifrados, fijar la refactorización con operaciones por lotes.
fr: Fusionner les algorithmes de chiffrement, fixer la refactorisation avec les opérations par lots.
hu: A kódok egyesítése, a refaktorálás gyorsítása kötegelt műveletekkel.
it: Unire i cifrari, fissare il refactoring con le operazioni batch.
ja: 情報を統合し、バッチ操作で整理を高速化します。
ko: 일괄 작업으로 일관성을 강화하고 비밀번호를 하나로 합칩니다.
pt_br: Mesclar cifras, agilizar a refatoração com operações em lote.
pt_pt: Juntar as cifras, acelerar a refatoração com operações em lote.
ru: Объединяйте шифры, закрепляйте рефакторинг пакетными операциями.
uk: Об'єднати записи, пришвидшити рефакторінг з груповими операціями.
zh_hans: 快速合并和重置密码

# feat_item_multi_selection_title
source: Multi-selection
ar: اختيار متعدد
de: Mehrfachauswahl
es: Multi-selección
fr: Sélection multiple
hu: Többszörös kiválasztás
it: Selezione multipla
ja: 複数選択
ko: 다중 선택
pt_br: Seleção múltipla
pt_pt: Seleção múltipla
ru: Мультивыбор
uk: Множинний вибір
zh_hans: 多选

# feat_item_multiple_accounts_text
source: Sign-in to multiple accounts simultaneously.
ar: تسجيل الدخول إلى حسابات متعددة في وقت واحد.
de: Gleichzeitige Anmeldung bei mehreren Konten.
es: Inicie sesión en varias cuentas simultáneamente.
fr: Connexion à plusieurs comptes simultanément.
hu: Jelentkezzen be egyszerre több fiókba.
it: Accedi a più account contemporaneamente.
ja: 複数のアカウントに同時にログインできます。
ko: 여러 개의 계정으로 동시에 로그인합니다.
pt_br: Faça login em várias contas simultaneamente.
pt_pt: Iniciar sessão em várias contas simultaneamente.
ru: Вход в несколько аккаунтов одновременно.
uk: Додайте декілька облікових записів одночасно.
zh_hans: 同时登录到多个账户。

# feat_item_multiple_accounts_title
source: Multiple Accounts
ar: حسابات متعددة
de: Mehrere Konten
es: Cuentas Múltiples
fr: Comptes multiples
hu: Több fiók
it: Account Multipli
ja: 複数アカウント
ko: 다중 계정
pt_br: Múltiplas contas
pt_pt: Múltiplas contas
ru: Несколько аккаунтов
uk: Декілька облікових записів
zh_hans: 多个账户

# feat_item_multiple_keywords_text
source: Search by 'bitw test' to find your 'Bitwarden Test Account' item.
ar: ابحث عن طريق 'bitw test' للعثور على عنصر 'Bitwarden Test Account' الخاص بك.
de: Suchen Sie nach 'bitw test', um Ihr 'Bitwarden Test Account' Element zu finden.
es: Busca por "bitw test" para encontrar el elemento de "Cuenta de Prueba de Bitwarden".
fr: Rechercher avec 'bitw test' pour trouver votre 'Compte de Test Bitwarden'.
hu: A 'bitw test' keresővel találja meg a 'Bitwarden Test Account' elemet.
it: Cerca 'bitw test' per trovare 'Account Bitwarden Test'.
ja: 「bitw test」と入力して、「Bitwarden Test Account」アイテムを検索できます。
ko: 'bitw test'만 입력하면 'Bitwarden Test Account' 항목을 찾을 수 있습니다.
pt_br: Pesquise por "bitw test" para encontrar seu item "Bitwarden Test Account".
pt_pt: Pesquisar por 'bitw teste' para encontrar a entrada 'Conta de teste Bitwarden.
ru: Введите в поиске 'bitw test', чтобы найти запись 'Bitwarden Test Account'.
uk: Введіть 'bitw test', щоб знайти запис 'Bitwarden Test Account'.
zh_hans: 搜索 “bitw test” 以找到 “Bitwarden Test Account” 条目。

# feat_item_multiple_keywords_title
source: Multiple keywords
ar: كلمات رئيسية متعددة
de: Mehrere Schlüsselwörter
es: Múltiples palabras clave
fr: Mots clés multiples
hu: Több kulcsszó
it: Parole chiave multiple
ja: 複数キーワード
ko: 다중 키워드
pt_br: Múltiplas palavras-chave
pt_pt: Múltiplas palavras
ru: Несколько ключевых слов
uk: Кілька ключових слів
zh_hans: 多关键词

# feat_item_offline_editing_text
source: Add or edit items without internet connection.
ar: إضافة أو تحرير العناصر دون اتصال بالإنترنت.
de: Elemente ohne Internetverbindung hinzufügen oder bearbeiten.
es: Añadir o editar elementos sin conexión a Internet.
fr: Ajouter ou modifier des éléments sans connexion internet.
hu: Elemek hozzáadása vagy szerkesztése internetkapcsolat nélkül.
it: Aggiungi o modifica elementi senza connessione internet.
ja: インターネット接続がなくても、アイテムを追加または編集できます。
ko: 인터넷 연결 없이 항목을 추가하거나 편집합니다.
pt_br: Adicionar ou editar itens sem conexão com a internet.
pt_pt: Adicionar ou editar dados sem ligação à internet.
ru: Добавление или редактирование записей без подключения к интернету.
uk: Додавайте, редагуйте записи без активного підключення до Інтернету.
zh_hans: 在离线状态下新建/编辑条目。

# feat_item_offline_editing_title
source: Offline editing
ar: التحرير دون اتصال
de: Offline-Bearbeitung
es: Edición sin conexión
fr: Édition hors ligne
hu: Offline szerkesztés
it: Modifica offline
ja: オフライン編集
ko: 오프라인 편집
pt_br: Edição offline
pt_pt: Edição offline
ru: Автономное редактирование
uk: Офлайн редагування
zh_hans: 离线编辑

# feat_item_password_strength_text
source: Find items with weak passwords.
ar: ابحث عن العناصر ذات كلمات المرور الضعيفة.
de: Finde Elemente mit schwachen Passwörtern.
es: Encuentra elementos con contraseñas débiles.
fr: Trouver les éléments avec des mots de passe fragiles.
hu: Keresse meg a gyenge jelszavakkal rendelkező elemeket.
it: Trova elementi con password deboli.
ja: 脆弱なパスワードを使用しているアイテム見つけます。
ko: 비밀번호의 보안 강도가 약한 항목을 찾습니다.
pt_br: Encontre itens com senhas fracas.
pt_pt: Encontre entradas com palavras-passe fracas.
ru: Найдите записи со слабыми паролями.
uk: Знайти записи зі слабкими паролями.
zh_hans: 检索弱密码

# feat_item_password_strength_title
source: Password strength
ar: قوة كلمة المرور
de: Passwortstärke
es: Seguridad de la contraseña
fr: Robustesse du mot de passe
hu: Jelszavak erőssége
it: Sicurezza password
ja: パスワード強度
ko: 비밀번호 보안 강도
pt_br: Força da senha
pt_pt: Segurança da palavra-passe
ru: Надёжность пароля
uk: Надійність пароля
zh_hans: 密码强度

# feat_item_pwned_passwords_text
source: Find items with exposed in data breaches passwords.
ar: ابحث عن العناصر التي تحتوي على كلمات مرور تنتهك البيانات.
de: Finde Elemente mit in Datenlecks veröffentlichten Passwörtern.
es: Encuentre elementos de contraseñas expuestas en las filtraciones de datos.
fr: Trouvez les éléments exposés dans les violations des données.
hu: Keressen olyan elemeket, amelyek jelszavai adatszivárgások során nyilvánosságra kerültek.
it: Trova elementi con password esposte a violazione di dati.
ja: データ漏洩で流出したパスワードが使用されているアイテムを見つけます。
ko: 알려진 유출 데이터베이스를 통해 비밀번호가 유출된 항목을 찾습니다.
pt_br: Encontre itens com senhas expostas em vazamentos de dados.
pt_pt: Encontrar palavras-passe comprometidas em violações de dados.
ru: Найти записи с открытыми паролями, связанными с утечкой данных.
uk: Знайти записи з паролями, викритими у витоках даних.
zh_hans: 查找在已知的数据泄露事件中泄露的条目。

# feat_item_pwned_passwords_title
source: Pwned passwords
ar: كلمات المرور Pwned
de: Kompromittierte Passwörter
es: Contraseñas filtradas
fr: Mots de passe pwned
hu: Feltört jelszavak
it: Password compromesse
ja: 漏洩したパスワード
ko: 유출된 비밀번호
pt_br: Senhas comprometidas
pt_pt: Palavras-passe comprometidas
ru: Скомпрометированные пароли
uk: Викриті паролі
zh_hans: 泄露的密码

# feat_item_reused_passwords_text
source: Find items with reused passwords.
ar: ابحث عن العناصر التي تحتوي على كلمات مرور مُعاد استخدامها.
de: Finde Elemente mit wiederverwendeten Passwörtern.
es: Encuentra elementos con contraseñas reutilizadas.
fr: Trouver les éléments avec des mots de passe fragiles.
hu: Keresse meg az újrahasznált jelszavakkal rendelkező elemeket.
it: Trova elementi con password riutilizzate.
ja: 再利用されたパスワードを使用しているアイテムを見つけます。
ko: 비밀번호가 재사용된 항목을 찾습니다.
pt_br: Encontre itens com senhas reutilizadas.
pt_pt: Encontrar entradas com palavras-passe reutilizadas.
ru: Найдите записи с повторяющимися паролями.
uk: Знайти записи з перевикористаними паролями.
zh_hans: 检索重复密码

# feat_item_reused_passwords_title
source: Reused passwords
ar: إعادة استخدام كلمات المرور
de: Wiederverwendete Passwörter
es: Contraseñas reutilizadas
fr: Mots de passe réutilisés
hu: Újrahasznált jelszavak
it: Password riutilizzate
ja: 再利用パスワード
ko: 재사용 비밀번호
pt_br: Senhas reutilizadas
pt_pt: Palavras-passe reutilizadas
ru: Повторно использованные пароли
uk: Повторювані паролі
zh_hans: 重复密码

# feat_item_search_by_anything_text
source: Name, email, password, phone number etc.
ar: الاسم والبريد الإلكتروني وكلمة المرور ورقم الهاتف وما إلى ذلك.
de: Name, E-Mail, Passwort, Telefonnummer usw.
es: Nombre, correo electrónico, contraseña, número de teléfono, etc.
fr: Nom, adresse mail, mot de passe, numéro de téléphone, etc.
hu: Név, email cím, jelszó, telefonszám stb.
it: Nome, email, password, numero di telefono ecc.
ja: 名前、​メールアドレス、​パスワード、​電話番号など。
ko: 이름, 이메일, 비밀번호, 전화번호 등
pt_br: Nome, e-mail, senha, número de telefone, etc.
pt_pt: Nome, e-mail, palavra-passe, número de telefone, etc.
ru: Имя, email, пароль, номер телефона и т. д.
uk: Назва, ел. пошта, пароль, номер телефону тощо.
zh_hans: 姓名、电子邮件、密码、电话号码等。

# feat_item_search_by_anything_title
source: Search by anything
ar: البحث عن طريق أي شيء
de: Nach allem suchen
es: Buscar por cualquier cosa
fr: Rechercher par n'importe quoi
hu: Keressen bármi alapján
it: Cerca per qualsiasi cosa
ja: 何でも検索
ko: 뭐든지 검색 가능
pt_br: Pesquisar por qualquer coisa
pt_pt: Pesquisar por qualquer coisa
ru: Поиск чего-либо
uk: Шукати за будь-чим
zh_hans: 全局搜索

# feat_item_show_barcode_text
source: Encode a text as different barcodes.
ar: تشفير النص كرموز شريطية مختلفة.
de: Einen Text als verschiedene Barcodes kodieren.
es: Codifica un texto como códigos de barras diferentes.
fr: Encoder un texte sous la forme de codes-barres différents.
hu: Kódolja a szöveget különböző vonalkódokként.
it: Codifica un testo come codici a barre diversi.
ja: テキストをバーコードとしてエンコードします。
ko: 텍스트를 다른 바코드로 인코딩합니다.
pt_br: Codificar um texto em diferentes códigos de barras.
pt_pt: Codificar um texto em códigos de barras diferentes.
ru: Кодируйте текст в виде различных штрих-кодов.
uk: Показати текст у вигляді різних штрих-кодів.
zh_hans: 将文本编码为不同的二维码

# feat_item_show_barcode_title
source: Show as Barcode
ar: إظهار كرمز شريطي
de: Als Barcode anzeigen
es: Mostrar como código de barras
fr: Afficher en tant que code-barre
hu: Megjelenítés vonalkódként
it: Mostra come codice a barre
ja: バーコードとして表示
ko: 바코드로 표시
pt_br: Exibir como código de barras
pt_pt: Mostrar como código de barras
ru: Показать как штрих-код
uk: Показати як штрих-код
zh_hans: 显示为二维码

# feat_item_two_way_sync_text
source: Add or edit items and sync the changes back.
ar: إضافة عناصر أو تحريرها ومزامنة التغييرات مرة أخرى.
de: Elemente hinzufügen oder bearbeiten und die Änderungen wieder synchronisieren.
es: Añadir o editar elementos y sincronizar los cambios de nuevo.
fr: Ajouter ou modifier des éléments et synchroniser les modifications en arrière.
hu: Adjon hozzá vagy szerkesszen elemeket, és szinkronizálja vissza a változtatásokat.
it: Aggiungi o modifica elementi e sincronizza i cambiamenti.
ja: アイテムを追加または編集すると、変更が同期されます。
ko: 항목을 추가하거나 편집한 뒤 변경 사항을 동기화합니다.
pt_br: Adicione ou edite itens e sincronize as alterações de volta.
pt_pt: Adicionar ou editar dados e sincronizar as alterações.
ru: Добавляйте или редактируйте записи и синхронизируйте их в облачном хранилище.
uk: Додавайте, редагуйте записи та синхронізуйте зміни в сховищі з хмарою.
zh_hans: 添加或编辑条目并同步更改。

# feat_item_two_way_sync_title
source: Two-way sync
ar: مزامنة في اتجاهين
de: Zwei-Wege-Sync
es: Sincronización bidireccional
fr: Synchronisation bidirectionnelle
hu: Kétirányú szinkronizálás
it: Sincronizzazione bidirezionale
ja: 双方向同期
ko: 양방향 동기화
pt_br: Sincronização bidirecional
pt_pt: Sincronização bidirecional
ru: Двухсторонняя синхронизация
uk: Двостороння синхронізація
zh_hans: 双向同步

# feat_item_unsecure_websites_text
source: Find websites that use HTTP protocol, auto-fix to HTTPS.
ar: ابحث عن مواقع الويب التي تستخدم بروتوكول HTTP، وقم بالإصلاح التلقائي لـ HTTPS.
de: Finde Webseiten, die HTTP-Protokoll verwenden, Auto-Fix zu HTTPS.
es: Encuentre sitios web que utilicen el protocolo HTTP, cambiando a HTTPS.
fr: Trouver des sites web qui utilisent le protocole HTTP, correction automatique de HTTPS.
hu: Keresse meg a HTTP protokollt használó webhelyeket, és automatikusan állítsa át a HTTPS protokollra.
it: Trova siti web che utilizzano il protocollo HTTP, auto-fix per HTTPS.
ja: HTTP プロトコルを使用しているウェブサイトを見つけ、HTTPS に自動修正します。
ko: HTTP 프로토콜을 사용하는 웹사이트를 찾아 HTTPS로 수정합니다.
pt_br: Localize sites que usam o protocolo HTTP e faça a correção automática para HTTPS.
pt_pt: Encontrar sites que usam protocolo HTTP, corrigir automaticamente para HTTPS.
ru: Найти веб-сайты, которые используют HTTP-протокол, автоисправление в HTTPS.
uk: Знайти вебсайти, які використовують протокол HTTP, автоматичне виправлення на HTTPS.
zh_hans: 查找使用 HTTP 协议的网站，自动修改为 HTTPS

# feat_item_unsecure_websites_title
source: Insecure websites
ar: مواقع الويب غير الآمنة
de: Unsichere Webseiten
es: Sitios inseguros
fr: Sites web non sécurisés
hu: Nem biztonságos webhelyek
it: Siti web non sicuri
ja: 安全でないウェブサイト
ko: 안전하지 않은 웹사이트
pt_br: Sites inseguros
pt_pt: Sites inseguros
ru: Небезопасные сайты
uk: Незахищені вебсайти
zh_hans: 不安全的网站

# feat_keyguard_premium_label
source: Keyguard Premium
ar: بريميوم حارس المفاتيح
es: Keyguard Prémium
hu: Keyguard Prémium
ko: Keyguard 프리미엄
ru: Keyguard премиум
uk: Keyguard преміум
zh_hans: Keyguard 高级版

# feat_section_misc_title
source: Misc
ar: متنوعات
de: Sonstiges
es: Misceláneos
fr: Divers
hu: Egyéb
it: Varie
ja: その他
ko: 기타
pt_br: Outros
pt_pt: Outros
ru: Разное
uk: Різне
zh_hans: 杂项

# feat_section_search_title
source: Search
ar: يبحث
de: Suchen
es: Buscar
fr: Recherche
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
pt_pt: Pesquisar
ru: Поиск
uk: Пошук
zh_hans: 搜索

# feat_section_watchtower_title
source: Watchtower
ar: برج المراقبة
de: Wachturm
es: Informes
hu: Őrtorony
ja: 監視
ko: 감시탑
pt_br: Guardião
pt_pt: Guardião
ru: Дозорная башня
uk: Вартова вежа
zh_hans: 概况

source: February
ar: فبراير
de: Februar
es: Febrero
fr: Février
hu: Február
it: Febbraio
ja: 2月
ko: 2월
pt_br: Fevereiro
pt_pt: Fevereiro
ru: Февраль
uk: Лютий
zh_hans: 二月

# fido2webauthn_action_go_title
source: Authenticate WebAuthn
ar: مصادقة WebAuthn
de: WebAuthn authentifizieren
es: Autenticar WebAuthn
fr: Authentifier WebAuthn
hu: WebAutn hitelesítés
it: Autenticazione WebAutn
ja: WebAuthn の認証
ko: WebAuthn 인증
pt_br: Autenticar WebAuthn
pt_pt: Autenticar WebAuthn
ru: Авторизация WebAuthn
uk: Авторизація WebAuthn
zh_hans: 验证 WebAuthn

# fido2webauthn_action_return_title
source: Return to app
ar: العودة إلى التطبيق
de: Zurück zur App
es: Volver a la app
fr: Retourner à l'app
hu: Vissza az alkalmazásba
it: Ritorna all'app
ja: アプリに戻る
ko: 앱으로 돌아가기
pt_br: Voltar ao aplicativo
pt_pt: Voltar à aplicação
ru: Вернуться в приложение
uk: Повернутися до застосунку
zh_hans: 返回应用

# fido2webauthn_bitwarden_web_vault_version_warning_note
source: Using FIDO2 WebAuthn requires using the Bitwarden Web vault version %1$@ or higher. On older versions the authentication result will incorrectly be forwarded to the official Bitwarden app.
ar: يتطلب استخدام FIDO2 WebAuthn إصدار قبو الويب Bitwarden %1$@ أو أعلى. في الإصدارات القديمة، سيتم توجيه نتيجة المصادقة بشكل غير صحيح إلى تطبيق Bitwarden الرسمي.
de: Die Verwendung von FIDO2 WebAuthn erfordert die Verwendung der Bitwarden Web Tresor Version %1$@ oder höher. Bei älteren Versionen wird das Authentifizierungsergebnis fälschlicherweise an die offizielle Bitwarden App weitergeleitet.
es: Usar WebAuthn de FIDO2 requiere usar la caja fuerte de Bitwarden Web %1$@ o superior. En versiones anteriores el resultado de autenticación será reenviado incorrectamente a la aplicación oficial de Bitwarden.
fr: L'utilisation de WebAuthn FIDO2 nécessite l'utilisation de la version du coffre Web de Bitwarden %1$@ ou supérieure. Sur les anciennes versions, le résultat d'authentification sera incorrectement transmis à l'application officielle Bitwarden.
hu: A FIDO2 WebAuthn használatához a Bitwarden Webes széf %1$@ vagy magasabb verziója szükséges. A régebbi verziók esetén a hitelesítési eredmény helytelenül kerül továbbításra a hivatalos Bitwarden alkalmazáshoz.
it: L'utilizzo di FIDO2 WebAuthn richiede l'utilizzo della versione %1$@ della cassaforte Web Bitwarden o superiore. Nelle versioni precedenti il risultato dell'autenticazione verrà inoltrato in modo errato all'app ufficiale Bitwarden.
ja: FIDO2 WebAuthn を使用するには、Butwarden ウェブ保管庫バージョン %1$@ 以上を使用する必要があります。古いバージョンでは、認証の結果が誤って公式の Bitwarden アプリに転送されます。
ko: FIDO2 WebAuthn을 사용하려면 Bitwarden 웹 보관함 %1$@ 버전 이상이 필요합니다. 이 버전보다 낮을 경우 인증 결과가 Bitwarden 공식 앱에 잘못 전달될 수 있습니다.
pt_br: Usar FIDO2 WebAuthn requer usar a versão Web do cofre Bitwarden %1$@ ou superior. Em versões mais antigas, o resultado da autenticação será encaminhado incorretamente para o aplicativo oficial Bitwarden.
pt_pt: Usar FIDO2 WebAuthn requer usar a versão web do cofre Bitwarden %1$@ ou superior. Em versões mais antigas, a autenticação será incorretamente encaminhado para o aplicativo oficial do Bitwarden.
ru: Для использования FIDO2 WebAuthn необходимо использовать веб-хранилище Bitwarden версии %1$@ или новее. В более старых версиях результат аутентификации будет ошибочно перенаправлен в официальное приложение Bitwarden.
uk: Для використання FIDO2 WebAuthn необхідно мати версію вебсховища Bitwarden %1$@ або новішу. В старіших версіях результат автентифікації буде помилково відправлений в офіційний застосунок Bitwarden.
zh_hans: 使用 FIDO2 WebAuthn 需要使用 Bitwarden 网页密码库 %1$@ 或更高版本。在旧版本上，验证结果将错误地转发到 Bitwarden 官方应用程序。

# field_label
source: Label
ar: تصنيف
de: Bezeichnung
es: Etiqueta
hu: Címke
it: Etichetta
ja: ラベル
ko: 라벨
pt_br: Rótulo
pt_pt: Designação
ru: Метка
uk: Підпис
zh_hans: 标签

# field_linked_to_card_brand
source: %1$@ linked to the card brand
ar: %1$@ مرتبط بالعلامة التجارية
de: %1$@ mit der Kartenmarke verknüpft
es: %1$@ vinculado a la marca de la tarjeta
fr: %1$@ lié à la marque de la carte
hu: %1$@ a kártya márkához kapcsolva
it: %1$@ collegato al marchio della carta
ja: %1$@ のカード会社がリンクされています
ko: %1$@ 항목은 카드 브랜드에 연결되어 있습니다.
pt_br: %1$@ vinculado à bandeira do cartão
pt_pt: %1$@ vinculado ao emissor do cartão
ru: %1$@ привязан к карточному бренду
uk: %1$@ зв'язано з виробником картки
zh_hans: %1$@ 已被关联至卡片品牌

# field_linked_to_card_cardholdername
source: %1$@ linked to the cardholder name
ar: %1$@ مرتبط باسم حامل البطاقة
de: %1$@ mit dem Namen des Karteninhabers verknüpft
es: %1$@ vinculado al nombre del titular de la tarjeta
fr: %1$@ lié au nom du titulaire de la carte
hu: %1$@ a kártyabirtokos nevéhez kapcsolva
it: %1$@ collegato al nome del titolare della carta
ja: %1$@ がカードの所有者にリンクされています
ko: %1$@ 항목은 카드 소유자 이름에 연결되어 있습니다.
pt_br: %1$@ vinculado ao nome do titular do cartão
pt_pt: %1$@ vinculado ao nome do titular do cartão
ru: %1$@ привязан к имени владельца карты
uk: %1$@ зв'язано з іменем власника карти
zh_hans: %1$@ 已被关联至持卡人姓名

# field_linked_to_card_code
source: %1$@ linked to the card code
ar: %1$@ مرتبط برمز الأمان
de: %1$@ mit dem Kartencode verknüpft
es: %1$@ vinculado al código de la tarjeta
fr: %1$@ lié au code de la carte
hu: %1$@ a kártyakódhoz kapcsolva
it: %1$@ collegato al codice della carta
ja: %1$@ のカードコードがリンクされています
ko: %1$@ 항목은 카드 보안 코드(CVV)에 연결되어 있습니다.
pt_br: %1$@ vinculado ao código do cartão
pt_pt: %1$@ vinculado ao código do cartão
ru: %1$@ привязан к коду карты
uk: %1$@ зв'язано з кодом безпеки карти
zh_hans: %1$@ 已被关联至卡片安全码

# field_linked_to_card_expmonth
source: %1$@ linked to the expiration month
ar: %1$@ مرتبط بشهر انتهاء البطاقة
de: %1$@ mit dem Ablaufmonat verknüpft
es: %1$@ vinculado al mes de vencimiento
fr: %1$@ lié au mois d'expiration
hu: %1$@ a lejárati hónaphoz kapcsolva
it: %1$@ collegato al mese di scadenza
ja: %1$@ が有効期限の月にリンクされています
ko: %1$@ 항목은 카드 만료 월에 연결되어 있습니다.
pt_br: %1$@ vinculado ao mês de expiração
pt_pt: %1$@ vinculado ao mês de validade
ru: %1$@ привязан к месяцу истечения срока
uk: %1$@ зв'язано з місяцем закінченням терміну картки
zh_hans: %1$@ 已被关联至过期月份
